// Формат обращения WEIGHTS [Щит][Меч]
const WEIGHTS = {
    "Смерть": {
       "Смерть": 0,
       "Судьба": 0,
       "Силы": 0,
       "Жизнь": -1,
       "Материя": 1,
       "Разум": 0,
       "Основы": 0,
       "Пространство": -1,
       "Дух": 0,
       "Время": 1
    },
    "Судьба": {
       "Смерть": 0,
       "Судьба": 0,
       "Силы": -1,
       "Жизнь": 1,
       "Материя": -1,
       "Разум": 0,
       "Основы": 0,
       "Пространство": 0,
       "Дух": 0,
       "Время": 1
    },
    "Силы": {
       "Смерть": 0,
       "Судьба": 1,
       "Силы": 0,
       "Жизнь": 0,
       "Материя": 0,
       "Разум": 1,
       "Основы": -1,
       "Пространство": 0,
       "Дух": -1,
       "Время": 0
    },
    "Жизнь": {
       "Смерть": 1,
       "Судьба": -1,
       "Силы": 0,
       "Жизнь": 0,
       "Материя": 0,
       "Разум": 0,
       "Основы": 1,
       "Пространство": 0,
       "Дух": -1,
       "Время": 0
    },
    "Материя": {
       "Смерть": -1,
       "Судьба": 1,
       "Силы": 0,
       "Жизнь": 0,
       "Материя": 0,
       "Разум": -1,
       "Основы": 1,
       "Пространство": 0,
       "Дух": 0,
       "Время": 0
    },
    "Разум": {
       "Смерть": 0,
       "Судьба": 0,
       "Силы": -1,
       "Жизнь": 0,
       "Материя": 1,
       "Разум": 0,
       "Основы": 0,
       "Пространство": 1,
       "Дух": 0,
       "Время": -1
    },
    "Основы": {
       "Смерть": 0,
       "Судьба": 0,
       "Силы": 1,
       "Жизнь": -1,
       "Материя": -1,
       "Разум": 0,
       "Основы": 0,
       "Пространство": 1,
       "Дух": 0,
       "Время": 0
    },
    "Пространство": {
       "Смерть": 1,
       "Судьба": 0,
       "Силы": 0,
       "Жизнь": 0,
       "Материя": 0,
       "Разум": -1,
       "Основы": -1,
       "Пространство": 0,
       "Дух": 1,
       "Время": 0
    },
    "Дух": {
       "Смерть": 0,
       "Судьба": 0,
       "Силы": 1,
       "Жизнь": 1,
       "Материя": 0,
       "Разум": 0,
       "Основы": 0,
       "Пространство": -1,
       "Дух": 0,
       "Время": -1
    },
    "Время": {
       "Смерть": -1,
       "Судьба": -1,
       "Силы": 0,
       "Жизнь": 0,
       "Материя": 0,
       "Разум": 1,
       "Основы": 0,
       "Пространство": 0,
       "Дух": 1,
       "Время": 0
    }
 }

 export default WEIGHTS